Dlubal.DynamPro.MassCaseOrCombinationType
Choice between using mass case or mass combination

Dlubal.DynamPro.MassCaseOrCombinationType.UnknownMassCaseOrCombination
Unknown type

Dlubal.DynamPro.MassCaseOrCombinationType.1
Unknown type

Dlubal.DynamPro.MassCaseOrCombinationType.MassCaseChoice
Import masses from mass case

Dlubal.DynamPro.MassCaseOrCombinationType.MassCombinationChoice
Import masses from mass combination